/* No comment provided by engineer. */
"Error report..." = "A remark ? An error ? Please help us keep our database up to date. Do you want to book this hairdresser directly with you smartphone ? Tell us !";

/* No comment provided by engineer. */
"Report an error" = "Report an error";

/* No comment provided by engineer. */
"Submit" = "Submit";

